{
  "filename": "BrazilPQ2013.json",
  "authors": "Rep. Machado, Brazil (2013)",
  "short": "Brazil 2013",
  "nation": "Brazil",
  "Accessed_from": "United Nations S/PV.7007\nasdfSecurity Council\nSixty-eighth year\n7007th meeting\nTuesday, 23 July 2013, 10 a.m.\nNew York",
  "body_en": "The past few weeks have\nonce again witnessed important events in the Middle\nEast and in North Africa. Brazil warmly welcomes\nthe announcement by United States Secretary of State\nJohn Kerry on July 19 that an agreement has been\nreached regarding the basis for resuming direct final\nstatus negotiations between Palestinians and Israelis.\nThat is an encouraging development, one that has the\npotential for reversing the deadlock and paralysis that\nhave characterized the peace process in recent years.\nWe hope this renewed effort will lead to the full and\noverdue realization of the two-State solution. It is an\nopportunity that must not be missed.\nThe Security Council must provide active and\nsustained support to the resumption of the peace process\nand work towards its satisfactory completion. The\ncurrent situation, with the Council sidelined and sterile\nefforts to promote peace remaining in the hands of\nsmall groups such as the Quartet, should be called into\nquestion. Brazil herewith renews its firm and continued\ncommitment to peace between Israel and Palestine and\nremains ready to support a genuine agenda for peace.\nAs the parties prepare to re-engage in direct\nnegotiations, we must continue to help meet the\nhumanitarian needs of the Palestinians, which continue\nto be quite substantial. The Brazilian Government\nhas just concluded an agreement with the World Food Programme and the United Nations Relief and Works\nAgency for Palestine Refugees in the Near East for the\ndonation of 11,500 tons of rice.\nAs we continue to grapple with the challenges of\nachieving peace between the Israelis and Palestinians,\nlet us not forget the role played by civil society in\nthe region, and allow those voices that have been\nclamouring for peace to be heard.\nBrazil remains deeply concerned with the situation\nin Syria, where a human tragedy is unfolding with\nspillover effects in the entire region. We reiterate our\nunequivocal condemnation of all forms of violence,\nby whomsoever committed. We renew our call for\nan immediate ceasefire, an end to all violations of\ninternational human rights and humanitarian law, and\nsafe, immediate and unimpeded humanitarian access to\nthose in need.\nWe remain strong supporters of the initiative to\nconvene another Geneva conference as soon as possible\nin order to promote an inclusive, Syrian-led political\nprocess leading to a transition that meets the legitimate\naspirations of the Syrian people. We renew our support\nfor the work of the Joint Special Representative in that\nendeavour and encourage him to brief the General\nAssembly on his initiatives.\nComprehensive negotiations are the only viable\noption at hand. Brazil reiterates its repudiation of\nactions that further militarize the conflict in Syria. We\ncall on all members of the international community,\nincluding members of the Security Council, to heed\nthe recommendation of the Independent International\nCommission of Inquiry and cease arms transfers to\nall actors involved in the conflict. The argument that\nproviding weapons to the parties will help reach a\nmilitary balance and somehow contribute to the success\nof the planned Geneva conference is seriously flawed.\nIt will only promote an arms race, which in turn will\nfurther reduce the chances of a political understanding.\nA diplomatic surge, not an arms surge, is the path\nto a political settlement which this Council should\npromote. Furthermore, it is clear that more weapons\ncan sadly lead to more human rights violations. In the\nlight of the conclusions of the Commission of Inquiry\nthat all parties have gravely violated human rights, the\nprotection of civilians requires fewer, not more, arms in\nthe hands of the parties. In view of the grave deterioration of the humanitarian\nsituation in Syria, we commend neighbouring countries\nfor the humanitarian assistance provided to Syrian\nrefugees. We recognize that the burden placed on\nthe shoulders of those exercising active and laudable\nsolidarity with the Syrians has been extremely heavy.\nBrazil has been contributing financially through the\nOffice of the United Nations High Commissioner for\nRefugees to mitigate the plight of the refugees and\ninternally displaced people.\nBrazil has been following with great concern the\ngrave situation in Egypt. We urge all actors to seek\nsolutions to the challenges facing the country with full\nrespect for the institutions. We further call for dialogue\nand reconciliation, so that the legitimate aspirations\nof the Egyptian people to freedom, democracy and\nprosperity can be achieved without violence and fully\nwithin the democratic order.\nLet me conclude with a brief comment on Lebanon.\nIt is particularly worrisome that the violence is\nbecoming more and more sectarian, creating further\nchallenges in a country as diverse as Lebanon.\nMore than ever, the international community must\nstrongly and effectively support President Michel\nSleiman and the Lebanese Government’s commitment\nto the dissociation policy. Peace and stability in\nLebanon should be firmly upheld by the international\ncommunity, with the resolute involvement of the\nCouncil, as exemplified by its presidential statement\nof 10 July (S/PRST/2013/9), which we support. We call\non all parties in Syria to fully respect the sovereignty,\npolitical independence and territorial unity of Lebanon.\nIt is in their own interest not to further destabilize the\ncountry. We also call on all Lebanese actors to avoid\nfurther escalation and to embark on the path of political\nunderstanding."
}