{
  "filename": "ChinaPQ2023.json",
  "authors": "Amb. Zhang Jun, China (2023)",
  "short": "China 2023",
  "nation": "China",
  "Accessed_from": "Explanation of Vote by Ambassador Zhang Jun on the UN Security Council Draft Resolution Regarding the Palestinian-Israeli Situation\n2023-10-25 18:08",
  "body_en": "Mr. President,\n\nChina voted against the draft resolution. Our position is based on facts, based on law, based on conscience, based on justice, and based on the strong appeals of the entire world, in particular the Arab countries.\n\nWe all recall that last Wednesday, a draft resolution, focusing on the humanitarian situation of the Palestinian-Israeli conflict, emphasizing the protection of civilians, and supported by an overwhelming majority of Council members, failed to be adopted due to the use of veto. On Saturday evening, the US introduced a new draft resolution that set aside the consensus of the members, included many elements that were still deeply divisive, and went far beyond the humanitarian realm. Many Council members, including China, Russia, UAE, and Brazil, proposed amendments to the text. However, the sponsor, ignoring the major concerns of relevant members, made only cosmetic changes to the draft before the text was put in blue in order to rush the Council to vote on it. In terms of the content, the draft is seriously out of balance and confuses right and wrong. In terms of the approach, the draft was introduced in haste and lacked the necessary consensus. In terms of the effect, the draft does not reflect the world’s strongest calls for a ceasefire and an end to the fighting, and it does not help resolve the issue. Based on the above, the draft text is evidently not in a position to be adopted.\n\nMr. President,\n\nChina is by no means opposing the Council taking actions. On the contrary, we have always strongly called for the Council to play a responsible role. What we oppose is that the draft resolution is evasive on the most urgent issue of ending the hostility. It has never been able to call for an immediate ceasefire in clear and unambiguous term. At this moment, ceasefire is not just a diplomatic term; it means the life and death of many civilians. If a Council resolution is ambiguous on the question of war and peace and of life and death, it is not only irresponsible, but also extremely dangerous. It is tantamount to paving the way for large scale military actions and giving the green light to further escalation of war.\n\nChina is by no means indifferent to acts that harm civilians. On the contrary, we strongly condemned at the first opportunity all violence and attacks against civilians, and called for diplomatic efforts to promote the early release of hostages. What we oppose is that the draft resolution does not call on the parties concerned to stop the indiscriminate and asymmetrical use of force, nor does it call for a thorough investigation into the heinous attacks such as the one on the Al-Ahli Hospital. Such selective application of international law and double standards will only push more innocent civilians to the brink of death.\n\nChina is by no means indifferent to the sufferings of the people in Gaza. On the contrary, we have always strongly called for opening humanitarian corridors, ensuring humanitarian access, and avoiding humanitarian disasters. What we oppose is that the draft resolution selectively avoids referring to the root causes of the current humanitarian crisis in Gaza, and fails to urge Israel to lift its full siege on Gaza and to rescind the evacuation order for northern Gaza. Such an evasive and ineffectual approach will only accelerate Gaza’s falling into an even greater humanitarian catastrophe.\n\nChina is by no means denying Israel's security concerns. On the contrary, we have always strongly advocated that equal attention should be paid to the security concerns and legitimate rights of both Israel and Palestine. What we oppose is that the draft resolution attempts to establish a new narrative on the Palestinian question, ignoring the fact that the Palestinian territory has been occupied for a long time and evading the fundamental issue of independent statehood for the Palestinian people. It is worth being vigilant that the draft departs from the spirit of previous UN resolutions and embeds the dangerous logic of clash of civilizations and the justification of war and use of force. If adopted, it will completely dash the prospect of the two-State solution and plunge the Palestinian and Israeli peoples into a vicious cycle of hatred and confrontation.\n\nMr. President,\n\nChina has no selfish interests on the question of Palestine. Any initiative that contributes to peace will receive China's staunch support. Any endeavor that facilitates Palestinian-Israeli reconciliation will be pursued by China with all-out efforts. Since the outbreak of the latest round of conflict, China has actively advocated that the Council should take meaningful actions and make binding decisions as soon as possible. We also emphasize that the actions and decisions of the Council must respect facts and history, take the right direction, and show due responsibility and accountability, so as to ensure that they stand the test of morality and conscience. We are ready to continue to work with members of the Council and the international community to play a constructive role in putting an end to the hostility, protecting civilians, averting further humanitarian catastrophes, and realizing a comprehensive, just, and lasting solution to the question of Palestine.\n\nI thank you, Mr. President."
}