{
  "filename": "ChinaPQ2013.json",
  "authors": "Rep. Li Baodong, China (2013)",
  "short": "China 2013",
  "nation": "China",
  "Accessed_from": "United Nations S/PV.6906\nasdfSecurity Council\nSixty-eighth year\n6906th meeting\nWednesday, 23 January 2013, 10 a.m.\nNew York",
  "body_en": "I would\nlike to thank Mr. Robert Serry, Special Coordinator\nfor the Middle East Peace Process and Personal\nRepresentative of the Secretary-General to the Palestine\nLiberation Organization and the Palestinian Authority,\nfor his briefing. I also welcome Mr. Malki, Minister for\nForeign Affairs of Palestine, to today’s meeting.\nI have listened carefully to the statements\nmade by Foreign Minister Malki and the Permanent\nRepresentative of Israel.\nThe question of Palestine has always been at\nthe centre of the Middle East issue. Dialogue and\nnegotiation remain the ultimate solution to the\nsettlement of the Palestinian-Israeli conflict. However,\nIsraeli-Palestinian talks have been stalled since 2010.\nChina is gravely concerned about that situation. The\ncontinued deadlock in the Israeli-Palestinian peace talks is in the interest of neither side and will not lead\nto lasting peace in the Middle East. It also contravenes\nthe common aspiration of the international community.\nThe status quo is untenable.\nThe Middle East peace process must be restarted\nas soon as possible, in order to achieve the vision of\nthe two-State solution. China welcomes any and all\ninitiatives aimed at restarting the Israeli-Palestinian\ntalks. We hope that the two sides will advance in parallel\nby adopting practical measures to foster a favourable\nenvironment aimed at resuming the talks and making\nprogress at an early date.\nChina has consistently rejected Israel’s settlement\nactivities in the occupied Palestinian territories,\nincluding East Jerusalem and the West Bank. We are\nalso seriously concerned about Israel’s suspension of\ntax revenue transfers to Palestine. Nevertheless, the\nproblem of settlement activities remains the main\nobstacle to the resumption of the peace talks. Israel,\nas the more powerful party to the conflict, should\ntake the initiative to cease its settlement activities in\noccupied Palestinian territories, release detainees\nand ease the humanitarian situation in the occupied\nPalestinian territories, including the Gaza Strip, in\norder to eliminate the obstacles and create conditions\nfavourable to the restart of the peace talks.\nThe international community should base its\nactions on the ultimate goal of achieving peace and\nstability in the Middle East, address the question of\nIsrael and Palestine with greater urgency and promote\nthe peace talks more vigorously. China appeals to\nthe Quartet to take substantive action with a view to\nrestarting the peace talks. China also urges all of the\nparties concerned to demonstrate the necessary political\nwill. In that context, China supports the efforts of the\nLeague of Arab States and favours a greater role for\nthe Security Council in settling the Israeli-Palestinian\nconflict.\nIt is China’s continued view that all of the parties\nconcerned should settle their disputes through\npolitical dialogue based on the relevant United Nations\nresolutions, the principle of land for peace, the Arab\nPeace Initiative and the road map for peace in the\nMiddle East, so that Israel and Palestine can eventually\nlive side by side in peace as two States.\nChina supports the establishment of a sovereign,\nindependent State of Palestine with East Jerusalem as\nits capital, based on the pre-1967 borders. Achieving independent statehood is the legitimate right of the\nPalestinian people and constitutes the foundation and\nprinciples of the peaceful coexistence of Palestine\nand Israel as two States. The granting of observer\nState status to Palestine by the General Assembly\nrepresented one more step towards the establishment of\nan independent Palestinian State.\nChina has always promoted the peace talks in its\nown way, and has made efforts to advance the Middle\nEast peace process. China would like to work with\nthe parties concerned, together with the international\ncommunity, and to continue to play a constructive role\nin achieving comprehensive, just and lasting peace in\nthe Middle East region.\nChina is gravely concerned about the continuing\ntension in Syria. A political settlement is the only\nfeasible solution to the Syrian issue and reflects the\ncommon understanding of the international community\nas a whole. The current urgent task requires intensifying\npolitical mediation efforts and urging all Syrian\nparties to cease fire and halt the violence with a view\nto launching a Syrian-led political process as soon as\npossible. China applauds all efforts aimed at promoting\na political solution.\nChina supports the just and fair mediation efforts\nof the Joint Special Envoy of the United Nations\nand the League of Arab States on the Syrian crisis,\nMr. Lakhdar Brahimi. We sincerely hope that all of the\nparties concerned will strive to find a just, peaceful\nand appropriate solution to the question of Syria based\non the final communiqué of the Geneva meeting of the\nAction Group on Syria (S/2012/522, annex) and the\nrelevant Security Council resolutions."
}