{
  "filename": "MoroccoPQ2013.json",
  "authors": "Rep. Loulichki , Morocco (2013)",
  "short": "Morocco 2013",
  "nation": "Morocco",
  "Accessed_from": "United Nations S/PV.6906\nasdfSecurity Council\nSixty-eighth year\n6906th meeting\nWednesday, 23 January 2013, 10 a.m.\nNew York",
  "body_en": "First of\nall, I wish to welcome Mr. Riad Malki, Foreign Minister\nof Palestine, to the Council and to thank Robert Serry\nfor his comprehensive briefing on the developments in\nthe situation in the Middle East, including Palestine.\nNo one can disagree that the Palestinian question is\nin an extremely critical and historical phase right now.\nWe have seen many years of stalemate and setbacks\nin the peace process in the Middle East as a result of\nobstacles erected by the Israeli occupation authorities\nand their complete lack of political will to allow the Palestinian people to establish their own independent\nsovereign State.\nThe situation has further deteriorated with Israel’s\nintensification of settlement activity, particularly\nits announced intention to construct thousands of\nsettlement units in the E-1 area, north and south of\nEast Jerusalem and in the West Bank, in a way that\nwould lead to the geographical bisection of the entire\nWest Bank, effectively erasing the possibility of\nachieving peace. Morocco strongly condemns this\nIsraeli settlement plan and calls on the international\ncommunity, as represented in the Council, to intervene\nto put an end to such policies, which, if things remain\nunchanged in 2013, will effectively make any political\nsolution, including the two-State solution, impossible.\nWhile Israel persists in its settlement activities\nin Palestinian territory, it prevents Palestinians from\nbuilding on their own land. It destroys Palestinians’\nhomes, displaces them, and confiscates their land, as\nwe recently saw in Bab Al-Shams and Bab Al-Karamah.\nEast Jerusalem is the primary area targeted by the new\nsettlement plan because of the religious significance it\nholds for the three religions. The policy is designed to\nchange the demographic and geographic composition of\nthe area and its cultural and religious features in order\nto isolate it from its natural Palestinian surroundings.\nHis Majesty the King of Morocco, as Chairman\nof the Al-Quds Committee, has called on the Security\nCouncil, and especially its influential members, to live\nup to their responsibility, to take a principled position\nopposing the desecration of Muslim and Christian\nreligious sites, and to safeguard the people and those\nsites. Israel should be made to honour international\nresolutions that declare its actions as null and void.\nPalestinians have proven by word and deed their\ncommitment to the peace process and to negotiations to\nput an end to the Israeli-Palestinian conflict. We believe\nthat Palestinian reconciliation will bolster the negotiating\nposition of the Palestinian side. Arab countries have\nreaffirmed that a just and comprehensive peace is an\nirreplaceable strategic choice. However, experience has\nshown that the flexibility and commitment shown by\nthe Palestinian side are not reciprocated by the Israeli\nside. Rather, Israel persists in its settlement activities,\nits blockade against Gaza and its occupation practices,\nthereby undermining the comprehensive final solution,\nwhich enjoys international support. The international community must firmly and\nimmediately intervene and reaffirm the need to\nwork for the two-State solution within clear political\nparameters and a finite timeframe through negotiations\nbetween the two parties to reach a settlement, enabling\nthe Palestinian people to establish their own viable,\nindependent State based on the 1967 borders, with East\nJerusalem as its capital, and living side by side in peace\nand security with Israel.\nThe economic situation in the occupied Palestinian\nterritories, as Mr. Serry said, continues to deteriorate\nowing to the Israeli occupation and the Palestinian\nAuthority’s growing budget deficit caused by Israel’s\nwithholding of tax and customs revenues in response\nto General Assembly resolution 67/19, which granted\nPalestine non-member observer status in the United\nNations. This jeopardizes the Palestinian Authority’s\nachievements to date. The Gaza Strip continues to suffer\nan unjust blockade that flagrantly violates international\nlaw and international humanitarian law and denies the\nrights and dignity of more than 1.5 million Palestinians.\nWe call for an end to this condemned blockade, and urge\nthe international community to stop such collective\npunishment.\nThe deterioratating situation in the occupied\nPalestinian territories and Israel’s suffocating grip on\nits population increase tensions, reduce the chances for\npeace, and pose unprecedented threats to all peoples\nof the region, without exception. The situation compels\nthe Council and the Quartet to act immediately to\nensure that negotiations towards the establishment of\na just and comprehensive solution in the Middle East\ncan resume.\nOur focus on the Palestinian question, which is at\nthe heart of the Arab-Israeli conflict, arises from our\nserious concern about the situation. However, that does\nnot mean that we are any less concerned about Syria\nor Israel’s occupation of other Arab territories in the\nSyrian Golan and southern Lebanon. We note with the\nutmost concern the worsening humanitarian conditions\nin Syria. I would like to express our recognition and\nappreciation of the initiative of Secretary-General Ban\nKi-moon to hold a donors conference in Kuwait City by\nthe end of the month.\nWe also commend the efforts of Mr. Lakhdar\nBrahimi on behalf of the United Nations and the League\nof Arab States. We hope that, by the end of the month,\nthe Council will be able to report conditions that are\nmore conducive to ending the armed conflict and to the launching of an inclusive national dialogue aimed\nat the establishment a free and democratic society in\nSyria that guarantees the rights and dignity of all and\npreserves the national unity and territorial integrity of\nthat brotherly country.\nIn conclusion, I cannot fail to mention Morocco’s\ncondemnation of Israel’s policies towards Lebanon. We\nreiterate our grave concern about the stability, territorial\nintegrity, unity and sovereignty of Lebanon, in\nparticular given the challenges that the region currently\nfaces. We would like to welcome the foresight, wisdom\nand responsibility of all Lebanese parties that have\nrefrained from taking any action that would exacerbate\nthe situation in the region."
}