{
  "filename": "RussiaPQ2023.json",
  "authors": "Russian Federation (2023)",
  "short": "Russia 2023",
  "nation": "Russia",
  "Accessed_from": "Press release on the UN Security Council meeting on the situation in Gaza, Ministry of Foreign Affairs of the Russian Federation, https://mid.ru/en/foreign_policy/news/1909945/",
  "body_en": "On October 16, the United Nations Security Council voted on a draft resolution proposed by Russia calling for a humanitarian ceasefire in the Israeli-Palestinian conflict, primarily in the Gaza Strip.\n\nThe document set forth several urgent measures to stop violence and civilian suffering, free hostages, avert a humanitarian disaster looming over the enclave and prevent the hostilities from spilling over to other countries in the region. Considering the extreme tension, the Security Council had to act in all urgency. It is for this reason that the draft resolution as put forward by Russia did not contain any political aspects or assessments, and steered clear of mentioning any parties to the conflict which could have hindered its approval. Almost 30 countries co-sponsored the Russian initiative, including 17 Arab states.\n\nNevertheless, the draft resolution was not adopted. The Western troika – the United States, Great Britain and France, as well as Japan, voted against it. Albania, Brazil, Ecuador, Ghana, Malta, and Switzerland abstained.\n\nTherefore, the UN Security Council, the primary body for maintaining global peace and security, failed to adopt a decision which would have helped stop the bloodshed, ease the horrendous humanitarian consequences and create prerequisites for overcoming the ongoing unprecedented crisis. This happened in plain view of the participants in that meeting, as well as the international community as a whole. The Council failed to send a clear, strong and collective message calling for an immediate, lasting and effective humanitarian ceasefire. For more than 10 days now, the UN Security Council has been unable to convene a dedicated open meeting on the situation in the Israeli-Palestinian conflict zone or to organise consultations between delegations and the interested countries in order to outline further practical steps.\n\nYesterday’s vote demonstrated that it is the position adopted by Washington and other Western capitals that stood in the way of adopting a decision that would have been natural and logical. In the current situation, it was an absolute humanitarian imperative and a moral duty for all responsible members of the international community to adopt this decision. Over the past years, Russia consistently sought to highlight the humanitarian considerations, international norms, and the fundamental factors explaining why the Palestinian issue has not been resolved, but all this has been ignored.\n\nThis policy will have immediate consequences. Israel counts 1,400 people dead and 3,900 wounded, while the number of casualties among Palestinians has exceeded 2,800 and 10,800, respectively. According to the UN, about 450 children have lost their lives in Gaza, and about 750 more are buried under the rubble of buildings destroyed by air raids.\n\nMore than 2 million people living in Gaza were left without water supply, food, medical care, fuel or power supply. The only border crossing to Egypt, Rafah, has been targeted by a missile strike once again, and has never opened to enable civilians to leave and allow humanitarian shipments into Gaza. About 1,000 Russian citizens, their family members and others who asked us to help them evacuate have become de facto hostages of Gaza’s military blockade.\n\nAll this is taking place while the UN Security Council has been failing to take action and remained paralysed, just as was the case earlier for the Middle East Quartet of international mediators which included Russia, the United States, the EU and the UN. This enables certain countries to pursue their vested interests. Not only were their unilateral actions a complete failure, but also brought about a major escalation of violence in the Middle East."
}