{ "filename":  "RussiaPQ2013.json",
  "authors": "Rep. Churkin, Russian Federation (2013)",
  "short": "Russia 2013",
  "nation": "Russia",
  "Accessed_from": "United Nations S/PV.6906\nasdfSecurity Council\nSixty-eighth year\n6906th meeting\nWednesday, 23 January 2013, 10 a.m.\nNew York",
  "body_en": "We thank the Special Coordinator for the\nMiddle East Peace Process, Mr. Serry, for his detailed\nassessment of the situation in the Middle East. We\nwelcome the Minister for Foreign Affairs of the State\nof Palestine, Mr. Malki, who is taking the floor for\nthe first time in this Chamber in his new capacity\nas representative of the observer State to the United\nNations.\nWe carefully listened to the statement by the\nPermanent Representative of Israel, Mr. Prosor. I will\nbe frank — we do not understand everything that\nMr. Prosor said to the Security Council today, but we\nrecognize that, at this stage, the Security Council, for\nwell-known reasons, has not been able to reach a unified\nposition allowing for true progress in the PalestinianIsraeli settlement.\nThe solution to the Palestinian-Israeli conflict\nhas long been at a deadlock. The attempts made in\n2012 to establish contacts for negotiation between the\nPalestinians and Israelis, with the assistance of the\nMiddle East Quartet and other interested in parties,\nwere unsuccessful. In spite of the ongoing calm in the\nGaza Strip after the November clashes, the military and\npolitical situation on the whole remains far from stable. The situation is exacerbated by continuing Israeli\nsettlement activities. There has been an unprecedented\nsurge in those activities, and that is a matter of concern.\nAccording to Israeli non-governmental organizations,\nin 2012 alone the building of 7,000 housing units was\napproved, while one year earlier that number was 1,770\nand, in 2010, 570 units were approved.\nThe recent events surrounding the so-called\nE-1 area demonstrate that unfortunately, in spite of\nthe strong appeals of the international community,\nthe Israeli authorities do not intend to review their\nsettlement policy. This distances us even farther from\nthe prospects of a peaceful solution to the PalestinianIsraeli conflict; it represents an outright violation of\nthe Security Council resolutions and the road map and\nundermines the possibilities of a settlement on the basis\nof two States.\nAn already difficult situation is exacerbated\nby heavy-handed financial pressure on Palestinian\nauthorities, from whom Israel has withheld tax and\ntariff revenue. This exacerbates complex social,\neconomic and humanitarian problems in the Palestinian\nterritories. Additional steps are needed to clear the\nway for a full economic exchange between the Gaza\nStrip and the outside world. We are convinced that the\nlonger the current alarming status quo continues, the\nworse its effect will be on the process of resuming the\nnegotiations.\nThe path to breaking through the stalemate and\neasing the tensions in the Palestinian-Israeli conflict is\nwell known. There is a need to cease unilateral actions\nand to rebuild trust between the parties in the interest\nof resuming dialogue on the agreed bases, including\nresolutions 242 (1967), 338 (1973), 1397 (2002),\n1515 (2003) and 1850 (2008), the Madrid terms of\nreference, the road map and the Arab Peace Initiative.\nGoing forward, this would allow for a discussion of\nthe pressing final status issues, including borders,\nJerusalem, refugees and water.\nAlong those lines, we welcome the critically\nimportant and timely appeal — made in December\n2012 at the summit of the Ministerial Committee of the\nLeague of Arab States on the Arab Peace Initiative — for\na resumption of the negotiating process on the basis of\nwell-known international legal provisions. The final\ngoal of such dialogue would be an end to the Israeli\noccupation and the establishment of an independent,\nviable and territorially integral Palestinian State, living in peace and security with Israel. We hope that the new\nIsraeli Government, as soon it is established, will duly\ntake into account the need to move beyond mistrust and\nto re-engage in a substantive negotiations process.\nA crucial factor for implementing any agreement\nwith Israel is the establishment of inter-Palestinian\nreconciliation. We hope for practical results as an\noutcome of the agreements achieved between the\nleaders of Fatah and Hamas in Cairo last week.\nFor its part, Russia, bilaterally and in international\nforums, including first and foremost the Quartet\nof international mediators, continues to assist in\novercoming the stalemate in the Palestinian-Israeli\nsituation by relaunching the negotiating process to\nachieve lasting peace between Palestinians and Israelis.\nIn that context, we call, among other things, for a speedy\nconvening of the ministerial meeting of the Quartet and\nmore active participation by the League of Arab States\nin its work.\nThe recent exacerbation of the situation of\nPalestinian refugees in Syria, in particular in the\nYarmouk camp outside Damascus, was a striking\nreminder of the harmful deadlock in the Middle\nEastern situation. Clashes between pro-Government\nand opposition forces led to the movement of many\nPalestinian refugees to Lebanon, further destabilizing\nan already difficult situation in that country. In that\nrespect, we note the affirmed Palestinian position of\nnon-intervention in the internal affairs of Arab States,\nincluding in the Syrian conflict.\nWith respect to the situation in Syria as a whole,\nRussia advocates a continuation of collective efforts to\nfind a solution to the conflict in that country on the\nbasis of the Geneva communiqué of the Action Group\n(S/2012/523, annex). In that context, we are providing\nnecessary support to the activities of Joint Special\nRepresentative Brahimi. We feel that a solution to the\ncrisis must be political and attained through Syrian-led\ndialogue on the basis of the principles of international\nlaw. In that connection, all parties to the conflict must\ncease all violence and be guided solely by the greater\ninterests of the Syrian people and the task of ensuring\ntheir security and the democratic and free development\nof the country.\nWhile the international community bears significant\nresponsibility for resolving the Syrian crisis, in the\nfinal analysis it must be a Syrian-led process. In that\nconnection, we regret that the Syrian opposition has not taken steps to engage in dialogue. We are convinced\nthat the time has come for such a step, in particular as\nthe Syrian Government has conveyed a willingness to\nnegotiate with a broad section of the opposition forces."
}

