{
  "filename": "USAPQ2023.json",
  "authors": "Amb. Linda Thomas Greenfield, United States (2023)",
  "short": "USA 2013",
  "nation": "USA",
  "Accessed_from": "Explanation of Vote by Ambassador Linda Thomas-Greenfield on a Malta-Drafted UN Security Council Resolution on the Situation in the Middle East, https://usun.usmission.gov/explanation-of-vote-by-ambassador-linda-thomas-greenfield-on-a-malta-drafted-un-security-council-resolution-on-the-situation-in-the-middle-east/",
  "body_en": "Thank you, Mr. President.\n\nOver the past month, the world has watched with understandable frustration, and increasing concern as this Council has been unable to speak out on this pressing matter of international peace and security.\n\nAnd it was not for lack of trying. We got very close last month, when the United States put forward a strong and balanced resolution that would have been adopted if not for vetoes by Russia and China.\n\nAnd honestly, I think many had given up hope that we would ever speak on this conflict. But that’s exactly what we just did. We got this done because most of us worked constructively in good faith to adopt a resolution. And I want to thank Malta and other members of this Council for leading this initiative.\n\nAt the top, I want to say that I am horrified that a few members of this Council still cannot bring themselves to condemn the barbaric terrorist attack that Hamas carried out against Israel on October 7th.\n\nWhat are they afraid of? What is stopping them from unequivocally condemning the actions of a terrorist organization that is determined to kill Jews and that gunned down civilians, burned families alive, and executed children? A group that killed and took hostages including children from over a dozen countries, including the United States. There is no excuse for failing to condemn these acts of terror.\n\nLet’s be crystal clear: Hamas set this conflict in motion. Because Hamas only cares about the death and destruction of the Israeli people. They do not care one whit about the safety and the protection of the Palestinian people. If they did, they wouldn’t use civilian infrastructure – residential buildings, schools, mosques, and hospitals – to store weapons and operate command and control nodes. They wouldn’t use innocent, vulnerable people as human shields.\n\nUltimately, the United States could not vote yes on a text that did not condemn Hamas or reaffirm the right of all Member States to protect their citizens from terrorist attacks.\n\nThe Council repeatedly has made clear that we stand against all acts of terror. This horrific attack must be no exception. And the United States will continue to urge this Council to condemn Hamas’ actions.\n\nAlthough the United States is deeply disappointed by what is not in this text, we support many of the important provisions this Council has adopted.\n\nFor starters, while this text does not include a condemnation of Hamas, this is the first time we have ever adopted a resolution that even mentions the word “Hamas.”\n\nIn addition, we fully support this resolution’s call for the immediate and unconditional release of all hostages held by Hamas and other groups.\n\nThis is a humanitarian imperative. We are working tirelessly to facilitate the safe return of all hostages, including nine missing Americans and one permanent U.S. *citizen.\n\nWe have also advocated for humanitarian pauses to allow for full, rapid, safe, and unhindered humanitarian access to civilians in Gaza.\n\nWhile we have made some progress in ramping up the flow of humanitarian assistance to Gaza, much more aid is urgently needed. The current levels are woefully insufficient. We continue to work tirelessly to increase deliveries of aid. And we are hopeful that humanitarian pauses will help the UN and humanitarian partners deliver aid and enable the safe passage of civilians fleeing violence.\n\nColleagues, we have been clear as to our expectation that parties to the conflict will comply with their obligations under international humanitarian law. And for Israel, this is an added responsibility as Hamas has deeply embedded itself within the civilian population in Gaza. But we have been clear at the highest levels: Hamas’ actions do not lessen Israel’s responsibility to protect innocent people in Gaza.\n\nAt the end of the day, this all comes down to one clear, urgent goal: to save innocent lives.\n\nThe toll this conflict has taken on civilians is tragic. The loss of every single innocent life is devastating. And we grieve for all those who have been killed – Israelis and Palestinians, men, women, children, and elderly people. People of all nationalities and faiths. And more than 100 UN staff and the families and loved ones of UNRWA workers caught in the crossfire.\n\nOver the past few weeks, I have spoken with humanitarian leaders who have teams in the region. And I have heard time and time again that while humanitarian workers are exhausted and, oftentimes, in grave danger, they are determined to fulfill their life-saving mission. And I am in awe of their bravery. Humanitarians are putting themselves in harm’s way to save lives. But they should not have to. Because they should be protected. All civilians should be protected.\n\nThat means Hamas must stop using people – including hospital staff and patients – as human shields. These are acts of unthinkable cruelty and cowardice.\n\nThat also means that as Israel exercises its right and indeed, its responsibility to protect its people from acts of terror, it must do so in a way that is consistent with the laws of war.\n\nAnd I want to be clear: the United States does not want to see firefights in any hospitals where innocent people, helpless people, sick people are trying to get medical care they so desperately need. Patients and the people who care for them must be protected. Full stop.\n\nColleagues, ultimately, while this resolution is a step forward, its adoption alone will not save lives. And that is why, from the very start, President Biden and Secretary Blinken have worked exhaustively with the United Nations and other humanitarian agencies alongside our regional partners to respond to this crisis. To save lives, we all need to support the heroic efforts of the UN and other humanitarian workers in Gaza. And we all need to work with partners in the region to secure the release of all hostages and prevent this conflict from spreading.\n\nAs we do so, we believe we must also start to look to the future and lay the groundwork for a sustained peace. This must put the Palestinian people’s voices and aspirations at the center of post-crisis governance in Gaza. It must include Palestinian-led governance, and Gaza unified with the West Bank under the Palestinian Authority. It must include a sustained mechanism for reconstruction in Gaza. And it must ensure there is no use of Gaza as a platform for terrorism or violent attacks. And it must include a pathway to a two-state solution.\n\nI know it’s hard to see that brighter future in this moment of darkness. But we must. We have to.\n\nIt breaks my heart that we will never be able to bring back the children who have lost their lives or erase the trauma Israeli and Palestinian children living under this conflict are experiencing. As we speak, Palestinian children are fleeing the fighting in Gaza, crying out for help. As we speak, Israeli children – including a three-year old American – are being held hostage by Hamas. And Israeli children have been displaced from their homes, which are also under rocket attack.\n\nColleagues, for this generation of children – and for the next generation – we have a responsibility to strive for a brighter future for them. And we must ensure Israelis and Palestinians can live side by side in states of their own – with equal measures of security, freedom, opportunity, and dignity.\n\nThank you, Mr. President."
}