{
  "filename": "USAPQ2013.json",
  "authors": "Rep. Rice, United States of America (2013)",
  "short": "USA 2013",
  "nation": "USA",
  "Accessed_from": "United Nations S/PV.6906\nasdfSecurity Council\nSixty-eighth year\n6906th meeting\nWednesday, 23 January 2013, 10 a.m.\nNew York",
  "body_en": "I would like\nto thank the Special Coordinator for the Middle East\nPeace Process, Mr. Robert Serry, for his briefing.\nThe terrorist attacks in the desert of Algeria, the\nthreat posed by Iran and its nuclear programme and the\ninternal challenges with which Arab societies today are\ngrappling to make their Governments more democratic\nand more responsive to the needs of their people, all\nmake the Middle East a region that must command our\nenduring attention and active engagement. Today I will\nfocus on the Palestinian question and the Syrian crisis.\nThe current financial crisis in the Palestinian\nterritories is severe, and the recent news of Saudi\nArabia’s generous $100 million donation to the\nPalestinian Authority is welcome. We have made\nenormous investments in the Palestinian Authority and\nthe Palestinian people that we wish to be sustained,\nincluding through the immediate resumption of\nregular-clearance revenue transfers. Over the years,\nno Government has invested more in assistance to\nthe Palestinians than the United States. We remain\ncommitted to supporting the Palestinian people.\nYet, as we all know, the vote on 29 November 2012\nin the General Assembly (resolution 67/19) has not\nbrought the Palestinians any closer to our common goal\nof achieving a State. As we have said repeatedly, the only\nway to establish a real Palestinian State is through the\npainstaking work of direct negotiations on final status\nissues, without preconditions, between the Israelis and\nPalestinians. General Assembly resolution 67/19 cannot\nbe viewed as establishing terms of reference or as\nprejudging any final status issues, notably with respect\nto territory. These are simply inescapable facts.\nThe United States therefoer remains fully\ncommitted to direct negotiations, and we will continue\nto work vigorously towards that end. We are consulting\nwith the parties and international partners on the way\nforward, and we are underscoring that every step taken\nmust aim to reduce tensions and create a climate for\npeace. The Quartet envoys met earlier this month in\nJordan to discuss the measures necessary to create a\npositive atmosphere conducive to future negotiations. That meeting followed United States Special Envoy\nDavid Hale’s engagement with Israeli, Palestinian,\nJordanian, Egyptian and Arab League leaders to\nadvance Middle East peace and security, including by\nmaintaining and strengthening the Gaza ceasefire.\nThroughout our engagement, we have reiterated\nour long-standing opposition to Israel’s West Bank\nsettlement activity and to construction in East Jerusalem,\nwhich run counter to the cause of peace. Construction\nin the E-1 area would be especially damaging to efforts\nto achieve a two-State solution, and we have urged\nIsraeli leaders to reconsider those unilateral decisions\nand to exercise restraint. For decades, the United\nStates has not accepted the legitimacy of continued\nIsraeli settlement activity, and we oppose any efforts\nto legalize outposts. We will continue to urge leaders\non both sides to avoid unilateral steps and provocations\nthat make peace negotiations harder to resume.\nThe position of the United States regarding\nPalestinian status, including as reflected in our\nexplanation of vote in connection with the adoption\nof Assembly resolution 67/19 (A/67/PV.44, page\n13), remains unchanged. The United States does\nnot consider that the resolution bestows Palestinian\nstatehood or recognition. Only direct negotiations\nto settle final status issues will lead to that outcome.\nIn our view, therefore, any references to the State of\nPalestine in the United Nations, including the use of the\nterm “State of Palestine” on the placard in the Security\nCouncil, or the use of the term “State of Palestine” in\nthe invitation to this meeting or in other arrangements\nfor participation in this meeting, do not reflect our\nacquiescence to the view that Palestine is a State. That\nstatement of our position shall apply to Palestinian\nparticipation in meetings of the Security Council or\nother United Nations meetings, regardless of whether\nthe United States specifically intervenes on this matter\nin the future.\nLet me now turn to Syria, where the situation is\ndire and deteriorating. We have seen a sharp increase\nin indiscriminate attacks in the past month. In a small\nvillage outside Homs, regime militia reportedly killed\nmore than 100 people last week, including entire families\nand numerous children. The regime’s air strikes near\nthe University of Aleppo killed 87, and attacks on health\nclinics and hospitals across the country have made it\nimpossible for wounded civilians to seek help. In the\nface of those mounting atrocities, we reiterate our utter\ncondemnation of any attack directed against unarmed civilians. At all levels, those responsible for atrocities,\nno matter what their allegiance, will be identified and\nheld accountable.\nAs the transition proceeds, we stand ready to assist\nSyria’s new leaders in their efforts to address issues\nof accountability and reconciliation. For that purpose,\nthe United States will continue to support Syrian and\ninternational efforts to document evidence of atrocities\ncommitted by all sides, for use in future accountability\nprocesses. The international community should\nalso play a role in ensuring that any future domestic\naccountability processes have the expertise they need\nto meet international standards.\nOn the political and diplomatic front, I underscore\nmy Government’s strong support and gratitude for\nJoint Special Representative Brahimi’s efforts to find\na durable solution to this crisis. Every member of the\nCouncil knows that a political transition would be\nthe fastest and most effective way to end the horrific\nbloodshed. The United States will therefore continue to\nengage with our partners, both on and off the Council,\nto support a meaningful political transition that meets\nthe legitimate aspirations of the Syrian people. In that\nregard, I reaffirm our commitment to the principles\noutlined in the Geneva communiqué (S/2012/523,\nannex), including a transitional body with full executive\npowers formed on the basis of mutual consent.\nAt the same time, we are continuing our efforts\nto support the Syrian opposition coalition as it works\ntowards a more unified opposition that is able to start\naddressing the needs of the Syrian people now. We\nare supporting the coalition’s assistance coordination\nunit, so that increased assistance gets to local councils\nproviding basic services. In addition to more than\n$210 million in humanitarian assistance, the United\nStates has contributed more than $50 million to bolster\nSyrian civil society, including its emerging leaders, in\norder to help them communicate, organize and prepare\nfor an eventual political transition.\nThe burden is on all of us to help the millions of\npeople displaced and in urgent need of lifesaving\nassistance. There is no doubt that the tireless work of\nmany United Nations agencies in delivering such aid,\nincluding the support of the United Nations Relief and\nWorks Agency for Palestine Refugees in the Near East,\nhas saved countless lives. We look forward to the United\nNations pledging conference in Kuwait on 30 January\nand encourage States to increase their contributions\nto the two combined United Nations appeals. We also encourage United Nations agencies and donors to seek\nmore opportunities for cross-border assistance, to help\nSyrians in underserved areas and to work with the\nSyrian opposition coalition’s assistance coordination\nunit to respond to needs on the ground.\nWe will continue to help Syria’s neighbours,\nincluding Lebanon, Turkey, Iraq and Jordan, to\nrespond to the influx of refugees. We appreciate their\ngenerosity in affording shelter and services to nearly\n630,000 refugees — a number sure to rise as long as\nAl-Assad’s forces continue their assault. We commend\nthe Lebanese Government’s recent approval of a\nrefugee response plan and encourage all neighbouring\nGovernments to maintain open borders to those fleeing\nAl-Assad’s brutality.\nDifficult days lie ahead, especially as long as\nAl-Assad remains in power. We continue to support\nall Syrians, within and outside the Government, who\naim to bring an end to the bloody Al-Assad regime\nand build a democratic and unified Syria in which the\nrule of law is respected. We will continue to seek the\nvaluable contributions of the international community\nto that end."
}